Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: But we hadn' t spoken n seven years.
ru: Но мы не разговаривали 7 лет.

source: Plus, uh...
ru: Плюс...

source: I was broke.
ru: Я был разорен.

source: And I got kicked out of my hotel.
ru: И меня вышвырнули из отеля.

source: You' re a bastard.
ru: Ты ублюдок.

source: Good- bye, Royal.
ru: До свиданья, Ройал.

source: Take it easy on those boys, Chassie.
ru: Не волнуй понапрасну мальчиков, Часси.

source: I don' t want this to happen to you.
ru: Я не хотел, чтобы такое случилось с тобой.

source: You know, Richie, this illness, this closeness to death has had a profound effect on me.
ru: Ты знаешь, Ричи, эта болезнь, эта близость смерти глубоко повлияла на меня.

source: l- I feel like a different person, I really do.
ru: Я чувствую себя другим человеком, в самом деле.

source: Dad, you were never dying.
ru: Пап, ты никогда не умирал.

source: But I' m going to live.
ru: Но я собираюсь жить.

source: He' s not your father.
ru: Он не твой отец.

source: Neither are you.
ru: И ты не мой отец.

source: You son of a bitch!
ru: Ты сукин сын!

source: God.... damn...
ru: Господи.... боже...

source: That' s the last time you put a knife in me, hear me?
ru: Это последний раз, когда ты бьешь меня ножом, понял?

source: The 375th Street Y, please.
ru: 375- улица Y, пожалуйста.

source: Everyone' s against me.
ru: Все против меня.

source: It' s your fault, man.
ru: Это твоя вина, приятель.

source: Yeah, I know, but damn it, I want this family to love me.
ru: Да, я знаю, но черт побери, я хочу, чтобы эта семья любила меня.

source: How much money you got?
ru: Сколько у тебя денег?

source: I don' t have.
ru: Совсем нет.

source: What, you' re broke?
ru: Что, ты разорен?

source: You got to be kidding me.
ru: Ты наверное издеваешься.

source: How are we going to pay for this room?
ru: Как мы будем платить за эту комнату?

source: All right, we' il think of something.
ru: Хорошо, что- нибудь придумаем.

source: I' m not in love with you anymore.
ru: Я больше не люблю тебя.

source: I didn' t know you ever were.
ru: Я не знала, что вообще любил.

source: Let' s not make this any more difficult than it already is.
ru: Давай не будем усложнять это дальше.

source: Okay, what?
ru: Хорошо - что?

source: Okay, I' m not in love with you, either.
ru: Хорошо, я тебя тоже больше не люблю.

source: Yes, I know; you' re in love with Richie which is sick and gross.
ru: Ты любишь Ричи, он больной.

source: Do you send my mother your clippings... and your grades from college?
ru: Ты посылал моей матери свои вырезки... и оценки из колледжа?

source: Please stop belittling me.
ru: Пожалуйста, перестань принижать меня.

source: You never gave me the time of day till I started getting good reviews.
ru: Ты не обращала на меня внимания, пока на меня не начали писать хорошие рецензии.

source: Your reviews aren' t that good.
ru: Рецензии не были так уж хороши.

source: But the sales are.
ru: Но продажи - были.

source: Gentlemen... how much do you already know?
ru: Джентльмены... что вы уже знаете?

source: Very little, I' m afraid.
ru: Боюсь, очень мало.

source: Would you like to examine the report?
ru: Хотите изучить отчет?

source: She smokes.
ru: Она курит.

source: All right, well.
ru: Ну, хорошо.

source: Everything seems to be in order.
ru: Кажется, все в порядке.

source: I' il contact you in the next 24 hours.
ru: Свяжусь с вами в течение 24 часов.

source: I appreciate that.
ru: Я это ценю.

source: Uh, which way are you leaning, by the way?
ru: К чему в склоняетесь, кстати?

source: I' il inform you of my decision at the appropriate time.
ru: Я сообщу вам мое решение в надлежащее время.

source: Uh, Dusty, put in a good word for us, will you?
ru: Дасти, замолви за нас словечко, хорошо?

source: I already did.
ru: Уже сделала это.

source: You want to play some word games or do some experiments on me or anything?
ru: Хочешь поиграть в слова или поставить пару экспериментов на мне или еще чего?

source: / He' s wearin 'your clothes / / Head down to toes / / A reaction to you / / You say you know what he did / / But you idiot kid / / You don' t have a clue / / Sometimes they just / / Get caught in the eye / / You' re pulling him through / / Needle in the hay / / Needle in the hay... / (whispering):
ru: Я собираюсь убить себя завтра.

source: Dudley, where is he?
ru: Дадли, где он?

source: He' il probably sleep for several hours and then I' il come back to check on him.
ru: Возможно, он поспит несколько часов и тогда я вернусь, чтобы проверить его.

source: Fine, thanks.
ru: Хорошо, спасибо.

source: Are you in any pain?
ru: Тебе больно?

source: Why' d you try to kill yourself?
ru: Почему ты пробовал убить себя?

source: Don' t press him right now.
ru: Не дави на него сейчас.

source: I wrote a suicide note.
ru: Я написал предсмертную записку.

source: You did?
ru: Написал?

source: Right after I regained consciousness.
ru: Как только пришел в сознание.

source: Can we read it?
ru: Мы можем ее прочитать?

source: Can you paraphrase it for us?
ru: Можешь пересказать ее для нас?

source: Is it dark?
ru: Она мрачная?

source: Of course it' s dark.
ru: Конечно, она мрачная.

source: It' s a suicide note.
ru: Это же предсмертная записка.

source: All right, that' s enough.
ru: Хорошо, достаточно.

source: Doctor said to let him sleep.
ru: Врач сказал, ему нужно поспать.

source: Cover for us, will you, Dusty?
ru: Замени нас, хорошо, Дасти?

source: Yes, Royal.
ru: Да, Ройал.

source: You' ve made a cuckold of me.
ru: Ты наставила мне рога.

source: Many times over.
ru: Много раз.

source: And you nearly killed your poor brother.
ru: И ты почти убила своего бедного брата.

source: What' s he talking about?
ru: О чем он говорит?

source: She' s balling Eli Cash.
ru: Она спит с Илаем Кэшем.

source: May I have a cigarette?
ru: Можно сигарету?

source: Shall I repeat the question?
ru: Я должен повторить вопрос?

source: You don' t smoke.
ru: Ты не куришь.

source: I know that.
ru: Я знаю.

source: And a light.
ru: И огоньку.

source: Au revoir.
ru: О`ревуар.

source: How long have you been a smoker?
ru: Как давно ты куришь?

source: 22 years.
ru: 22 года.

source: Well, I think you should quit.
ru: Ну, думаю, тебе надо бросить.

source: How can I help?
ru: Чем я могу помочь?

source: Let me look at these forms.
ru: Можно мне заглянуть в эти формы?

source: Oh, Henry.
ru: О, Генри.

source: Richie Tenenbaum, please.
ru: Ричи Тененбаум, пожалуйста.

source: Your name?
ru: Ваше имя?

source: Royal Tenenbaum.
ru: Ройал Тененбаум.

source: I' m afraid visiting hours are over, sir.
ru: Боюсь, что часы для посещений закончились, сэр.

source: Wh- Wh- What does it say there -- they don' t want me?
ru: Ч- ч- что они говорят -- они не хотят меня?

source: l- I' m sorry.
ru: Я извиняюсь.

source: I have to refer you to Dr. Burrows.
ru: Я должна обратиться к доктору Барроус.

source: He' il be in tomorrow afternoon.
ru: Он будет завтра во второй половине дня.

source: We could shimmy up that gutter jump over that window ledge and then, uh, pry open that ventilator shaft.
ru: Мы могли бы раскачать эту водосточную трубу забраться на тот подоконник и тогда попробовать открыть вентиляционную шахту.

source: There he is.
ru: Вот он.

source: Richie!
ru: Ричи!

source: Richie.
ru: Ричи.

source: Where' s he going?
ru: Куда он направляется?

source: Well, I have to say he didn' t look half bad for a suicide.
ru: Ну, должен сказать он неплохо выглядит для самоубийцы.

source: Attempted, anyway.
ru: Неудавшегося.

source: Thanks. / Please / / Give me second grace /
ru: Спасибо.

source: MARGOT:
ru: Кто здесь?

source: Hello? / And the clouds will roll by / / And we' il never deny -- / (needle lifts from record) (tentflap opens)
ru: Ч- что ты делаешь в моей палатке?

source: Just listening to some records.
ru: Просто слушаю записи.

source: Aren' t you supposed to be in the hospital?
ru: Ты должен был быть в больнице.

source: I checked myself out.
ru: Я себя выписал.

source: How many stitches did you get?
ru: Сколько швов тебе наложили?

source: You want to see?
ru: Хочешь увидеть?

source: Jesus. / I tried every way... /
ru: Иисусе.

source: Richie, that looks horrible.
ru: Ричи, выглядит ужасно.

source: I heard about your ex- husband.
ru: Я слышал о твоем бывшем муже.

source: Desmond?
ru: Десмонде?

source: I didn' t get his name.
ru: Я не запомнил его имени.

source: I met him in the ocean.
ru: У встретила его в океане.

source: I was swimming and he came out to me in a canoe.
ru: Я купалась и он подплыл ко мне на каноэ.

source: We were only married nine days.
ru: Мы были женаты всего 9 дней.

source: And I heard about Eli.
ru: И я слышал об Илае.

source: Poor Eli.
ru: Бедный Илай.

source: Anyway, they mostly just talked about you.
ru: Все равно, мы говорили в основном о тебе.

source: They did?
ru: Говорили?

source: I guess that was the attraction, ifyou know what I mean. / She smiled sweetly / / She smiled sweetly / / And says don' t worry... /
ru: Я должен сказать тебе кое- что.

source: I love you, too.
ru: Я тебя тоже люблю.

source: I can' t stop thinking about you.
ru: Я не могу бросить думать о тебе.

source: I went away for a year, and it only got worse and I don' t know what to do.
ru: Я уехал на год, и стало только хуже и я не знаю, что делать.

source: Let' s lie down for a minute.
ru: Давай приляжем на минутку.

source: This is the sleeping bag we took to the museum, isn' t it.
ru: Это спальный мешок, который мы брали в музей, да?

source: Because of me?
ru: Из- за меня?

source: Yeah, but it' s not your fault.
ru: Да, но это не твоя вина.

source: You' re not going to do it again, are you?
ru: Ты не собираешься сделать это снова, да?

source: I doubt it.
ru: Сомневаюсь.

source: I think we' re just going to have to be secretly in love with each other and leave it at that, Richie.
ru: Думаю, мы собираемся тайно любить друг друга и остановиться на этом, Ричи.

source: Lobby floor.
ru: Вестибюль.

source: Going up?
ru: Вверх?

source: What floor, sir?
ru: Какой этаж, сэр?

source: Doesn' t matter.
ru: Неважно.

source: So, you' re elevator operators now?
ru: Итак, ты теперь лифтер?

source: Yeah, just started.
ru: Да, только что начал.

source: What made you decide to do that?
ru: Что заставило тебя заняться этим?

source: We' re broke.
ru: Мы были разорены.

source: I could pay my dues, and whatnot.
ru: Но ответом на твой вопрос будет - я хотел доказать, что могу содержать себя.

source: I just hope somebody notices.
ru: Я просто надеюсь, что кто- нибудь это заметит.

source: You asked me why I choked out there that day.
ru: Ты спрашивал у меня, почему я плакал в тот день.

source: I think I may know the answer and I wanted your advice.
ru: Думаю, что знаю ответ и хочу твоего совета.

source: Margot Tenenbaum?
ru: Марго Тененбаум?

source: Well, since when?
ru: Когда это началось?

source: Since always.
ru: Всегда.

source: Does she know?
ru: Она знает?

source: Well, what does she feel about that?
ru: Что она думает об этом?

source: I think she feels confused.
ru: Думаю, она в замешательстве.

source: Well, I can understand that.
ru: Ну, я могу это понять.

source: It' s probably illegal.
ru: Возможно, это незаконно.

source: We' re not related by blood.
ru: Мы не кровные родственники.

source: That' s true.
ru: Это верно.

source: Still frowned upon.
ru: Такое не одобряют.

source: But then, what isn' t these days, right?
ru: И сейчас уже не те времена, правда?

source: I don' t know, maybe it works.
ru: Не знаю, возможно, это сработает.

source: Why not, what the hell.
ru: Почему бы и нет, черт побери.

source: You love each other.
ru: Вы любите друг друга.

source: Nobody knows what' s going to happen, so...
ru: Никто не знает, что может случиться, так что...

source: You know something.
ru: Знаешь.

source: Don' t listen to me.
ru: Не слушай меня.

source: I never understood her myself.
ru: Я никогда не понимал ее.

source: I never understood any of us.
ru: Я никогда не понимал никого из нас.

source: I wish I could tell you what to do but I just can' t.
ru: Хотел бы я посоветовать тебе, что делать, но я просто не могу.

source: No, it' s not.
ru: Нет, не нормально.

source: You still consider me your father?
ru: Ты все еще считаешь меня своим отцом?

source: Sure, I do.
ru: Конечно же.

source: I wish I had more to offer in that department.
ru: Хотел бы я предложить нечто большее.

source: I know you do, Pop.
ru: Я знаю, пап.

source: I don' t blame you, by the way.
ru: Я не осуждаю тебя, между прочим.

source: Uh, she' s a great- looking girl and smart as a whip.
ru: Она потрясающе красивая девушка и чертовски умна.

source: Mordecai. / Stephanie says that she wants to know / / Why she' s given half her life / / To people she hates now... /
ru: Черт побери.

source: You came back.
ru: Ты вернулся.

source: That damn bird must have radar in its brain.
ru: У этой чертовой птицы наверное радар в мозгах.

source: Is that true, Mordecai?
ru: Это правда, Мордекай?

source: l- I' m not so sure this is Mordecai.
ru: Я не уверен, что это именно Мордекай.

source: He flew right in here.
ru: От прилетел прямо сюда.

source: This bird has much more white feathers on him.
ru: У этой птицы куда больше белых перьев.

source: Oh, the son of a bitch must be molting.
ru: Этот сукин сын должно быть линяет.

source: I need your help with something else.
ru: Мне нужна твоя помощь еще кое в чем.

source: What' s the situation?
ru: В чем дело?

source: Well, um, I think Eli maybe...
ru: Ну, возможно, Илай...

source: Pagoda, meet me in the lobby.
ru: Пагода, жди меня в вестибюле.

source: Let' s hit it.
ru: Поехали.

source: I didn' t mean right this second, but... that' s okay.
ru: В данный момент я не думаю, но... все в порядке.

source: I don' t think it was Ramses.
ru: Не думаю, что это был Рамзес.

source: I believe it was Tootinkamen.
ru: Думаю, это Тутанхамон.

source: Tutankhamen.
ru: Тутанхамон.

source: Tutankhamen?
ru: Тутанхамон?

source: Hey, Richie.
ru: Эй, Ричи.

source: We want to take you to get some help.
ru: Мы хотим вытащить тебя и помочь.

source: Is it just you guys?
ru: Это просто твои приятели?

source: Would you excuse us, please?
ru: Извините нас, пожалуйста

source: Are we still friends?
ru: Мы все еще друзья?

source: Are we?
ru: Друзья?

source: How can you even ask me that?
ru: Как ты можешь спрашивать у меня такое?

source: Well, it doesn' t matter.
ru: Ну, это неважно.

source: It doesn' t matter?
ru: Это неважно?

source: It does matter.
ru: Это неважно.

source: I heard about you and Margot.
ru: Я знаю о тебе и Марго.

source: You don' t have to say anything.
ru: Тебе не нужно ничего говорить.

source: I always wanted to be a Tenenbaum, you know.
ru: Я всегда хотел быть Тененбаумом, знаешь.

source: Me, too.
ru: Я тоже.

source: 'Cause it doesn' t mean what it used to though, does it?
ru: Потому что это не значит то, что обычно, верно?

source: I wish he' d done this for me when I was a kid.
ru: Хотел бы я, чтобы он сделал это, когда я был ребенком.

source: But you didn' t have a drug problem then.
ru: Но тогда у тебя не было проблем с наркотиками.

source: Yeah, but it would' ve meant a lot to me.
ru: Да, но это много значит для меня.

source: Anyway, I' m glad you' re here now.
ru: Но все равно, я рад, что вы здесь сейчас.

source: I recognize that I have a problem... and I want to get better.
ru: Я заметил, что у меня есть проблемы... и я хочу от них избавиться.

source: I' il just grab my stuff.
ru: Я только возьму мои вещи.

source: There he goes.
ru: Он удирает.

source: I' d like to order some ice cream for my daughter, please.
ru: Я хотел бы заказать мороженое моей дочери, пожалуйста.

source: What would you like, Margot?
ru: Чего ты хочешь, Марго?

source: I told you I have to go in five minutes.
ru: Я же говорила, мне надо уходить через 5 минут.

source: I' il have a butterscotch sundae, I guess.
ru: Думаю, я закажу баттерскотч сандэй.

source: Your brother' s all torn up inside.
ru: Твой брат весь изранен изнутри.

source: Well, so am I, but I' m not going to discuss it with you.
ru: Я тоже, но я не собираюсь обсуждать это с тобой.

source: Can' t somebody be a shit their whole life and try to repair the damage?
ru: Может кто- нибудь быть говном всю жизнь, и попытаться исправить сделанное?

source: l- I mean, I think people want to hear that.
ru: Я имею в виду, людям нравится слышать это.

source: Do they?
ru: Нравится?

source: You probably don' t even know my middle name.
ru: Ты, наверное, даже не знаешь моего второго имени.

source: That' s a trick question.
ru: Это хитрый вопрос.

source: You don' t have one.
ru: У тебя его нет.

source: That was my mother' s name.
ru: Так звали мою мать.

source: I know it was.
ru: Я знаю.

source: Anybody interested in grabbing a couple burgers and hitting the cemetery?
ru: Кто- нибудь хочет съесть парочку бутербродов и пройтись по кладбищу?

source: I got something for you, Ethel.
ru: У меня кое что для тебя, Этель.

source: Actually, I made it.
ru: Практически, я сделал это.

source: It' s a divorce.
ru: Это развод.

source: From you?
ru: От тебя?

source: This is Sanchez.
ru: Это Санчес.

source: He' s a notary public.
ru: Он общественный нотариус.

source: - Hello, sir.
ru: - Здравствуйте, сэр.

source: You just sign here and initial here and sign there.
ru: Просто подпишите здесь и инициалы здесь и подпись здесь.

source: You own this building, don' tyou, Henry?
ru: Тебе принадлежит это здание, верно, Генри?

source: It' s magnificent.
ru: Оно впечатляет.

source: I used to be a homeowner myself until our son expropriated it from me.
ru: Я тоже был домовладельцем пока сын не отобрал у меня дом.

source: I got to catch my bus.
ru: Я должен успеть на автобус.

source: Thanks, Sanchez.
ru: Спасибо, Санчес.

source: Are we divorced?
ru: Мы разведены?

source: Almost.
ru: Почти.

source: Sanchez just has to file the papers.
ru: Санчес должен только заверить бумаги.

source: I love you, Etheline.
ru: Я люблю тебя, Этелина.

source: Congratulations to both ofyou.
ru: Поздравляю вас обоих.

source: I didn' t think so much of him at first.
ru: Я не ожидал от него такого поначалу.

source: But now I get it.
ru: Но теперь я увидел это.

source: He' s everything that I' m not.
ru: Он - это все, чем я не являюсь.

source: Take back Pagoda, will you?
ru: Возьмите обратно Пагоду, хорошо?

source: Uh, slightly uneven.
ru: Слегка неровно.

source: Looks okay.
ru: Смотрится хорошо.

source: You' re just nervous.
ru: Ты просто нервничаешь.

source: Hello, Richie.
ru: Привет, Ричи.

source: This is my son, Walter Sherman.
ru: Это мой сын, Уолтер Шерман.

source: Hi, Walter.
ru: Привет, Уолтер.

source: Nice to meet you.
ru: Рад тебя видеть.

source: Henry' s your dad?
ru: Генри твой отец?

source: So you' ve been married before.
ru: Значит, вы уже были женаты.

source: I' m a widower.
ru: Я вдовец.

source: I forgot.
ru: Я забыл.

source: You know, I' m a widower myself.
ru: Знаете, я тоже вдовец.

source: I know you are, Chas.
ru: Я знаю, Чез.

source: What are you chewing on?
ru: Что ты там жуешь?

source: My nicotine inhaler.
ru: Мой никотиновый ингалятор.

source: It' s supposed to help me quit.
ru: Он должен помочь мне бросить.

source: Is it working?
ru: Помогает?

source: Well, of course, I' m half Hebrew but the children are three- quarters Mick Catholic.
ru: Ну, конечно я наполовину еврей но дети на три четверти католики.

source: So they were raised in the church?
ru: Значит, они посещали церковь?

source: I really don' t know.
ru: На самом деле не знаю.

source: Here I come.
ru: Вот и я.

source: Boys!
ru: Мальчики!

source: Eli just crashed his car into the front of the house.
ru: Илай только что врезался машиной в фасад дома.

source: Where' s my shoe?
ru: Где моя туфля?

source: Ari, Uzi, where are you?
ru: Ари, Узи, где вы?

source: They' re okay, Chas.
ru: Они в порядке, Чез.

source: They' re safe.
ru: Они в безопасности.

source: Dad, they ran over Buckley.
ru: Пап, он наехал на Бакли.

source: Yeah, I think we lost Buckley.
ru: Да, думаю, мы потеряли Бакли.

source: He saved them.
ru: Он спас их.

source: He pulled them out of the way.
ru: Он оттолкнул их с пути машины.

source: Did I hit anyone?
ru: Я кого- нибудь сбил?

source: Is everybody okay?
ru: Все в порядке?

source: Hey, man.
ru: Эй, парень!

source: You should try this.
ru: Ты должен попробовать это.

source: It' s very tasty.
ru: Это очень вкусно.

source: Did I hit the dog?
ru: Я сбил пса?

source: Is he dead?
ru: Он мертв?

source: I need help.
ru: Мне нужна помощь.

source: So do l.
ru: Мне тоже.

source: Go around to the other side.
ru: Обойдем с другой стороны.

source: You kids stay there.
ru: Вы, ребята, оставайтесь здесь.

source: We' il be right back.
ru: Мы скоро вернемся.

source: Can I say something to you, Henry?
ru: Могу я кое- что сказать тебе, Генри?

source: I' ve always been considered an asshole for about as long as I can remember.
ru: Меня всегда считали засранцем, все то время, что я помню.

source: That' s just my style.
ru: Но это просто мой стиль.

source: But I' d really feel blue if I didn' t think you were going to forgive me.
ru: Но меня действительно печалит если я буду знать, что ты не простишь меня.

source: I don' t think you' re an asshole, Royal.
ru: Я не думаю, что ты засранец, Ройал.

source: I just think you' re kind of a son of a bitch.
ru: Я просто думаю, что ты сукин сын.

source: Well, I really appreciate that.
ru: Ну, я действительно ценю это.

source: Could you let us in your backyard, ma' am?
ru: Не могли бы вы пустить нас на задний двор, мэм?

source: We' ve got a couple boys back there.
ru: Там находится пара мальчиков.

source: I think you may have broken an ankle.
ru: Думаю, вы сломали лодыжку.

source: Well, that' s not terribly serious, is it?
ru: Это не слишком серьезно, правда?

source: Do you have an alternate?
ru: У вас есть замена?

source: Are there priests on call?
ru: Есть ли священники по вызову?

source: Why don' t you bring the car around, Anwar.
ru: Почему бы не перевернуть эту машину, Анвар.

source: At which point, I apparently lost control of the vehicle smashed it into the house, and killed that poor dog.
ru: Я внезапно потерял контроль над машиной врезался ею в фасад дома и убил бедного пса.

source: You' re Eli Cash.
ru: Вы - Илай Кэш.

source: Yes indeed, I am.
ru: Да, конечно.

source: I love your work.
ru: Мне нравится ваша работа.

source: Oh, how sweet ofyou to say.
ru: О, как мило, что вы это говорите.

source: I think he' s part mutt.
ru: Думаю, это славная собачонка.

source: What kind of papers do you have for him?
ru: Какие бумаги на него у вас есть?

source: Spark Plug, sit, sit.
ru: Свеча Зажигания, сидеть, сидеть.

source: Good boy.
ru: Хороший мальчик.

source: Put this on.
ru: Надень это.

source: What' s so funny, Dudley?
ru: Чего тут забавного, Дадли?

source: You look great.
ru: Ты выглядишь великолепно.

source: Can you see out of it?
ru: Можешь видеть им?

source: Minor corneal damage.
ru: Небольшое повреждение роговицы.

source: Page me if it spreads to the other eye.
ru: Сообщи мне, если это распространится на второй глаз.

source: But these aren' t structure - bearing elements, Dad.
ru: Но это не несущая стена, пап.

source: It' s still best to file another force majeure and recoup the deductible.
ru: Лучше будет зарегистрировать форс- мажор и возместить убытки.

source: You boys come up here with me.
ru: Мальчики, поднимитесь со мной.

source: But Buckley' s still under there.
ru: Но Бакли все еще там внизу.

source: I know, but there' s nothing we can do for him at the moment.
ru: Я знаю, но мы не можем ничего для него сделать сейчас.

source: I got you a new dog for the boys.
ru: У меня новая собака для мальчиков.

source: I just bought him.
ru: Я только что купил его.
